Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K40.tmx
Source language: en_us
Languages: zh_cn

source: 26 Monkeys, Also The Abyss
zh_cn: 二十六只猴子，或深渊

source: Aimee's big trick is that she makes 26 monkeys vanish onstage.
zh_cn: 艾梅的压台戏就是让二十六只猴子在舞台上消失。

source: She pushes out a claw-foot bathtub and asks audience members to come up and inspect it.
zh_cn: 她推出一个兽爪浴缸，请观众上台对其检查。

source: The people climb in and look underneath, touch the white enamel, run their hands along the little lion's feet.
zh_cn: 上来的人就爬进去看看底部，摸摸白色瓷釉，把几只小狮爪捋上一捋。

source: When they're done, four chains are lowered from the proscenium stage's fly space.
zh_cn: 等他们做完，前台变空中戏法的顶上就降下四条索链。

source: Aimee secures them to holes drilled along the tub's lip, gives a signal, and the bathtub is hoisted ten feet into the air.
zh_cn: 艾梅把索链固定在缸沿儿上钻出来的窟窿里，给个手势，于是这浴缸就吊了起来，离地十英尺。

source: She sets a stepladder next to it.
zh_cn: 她在浴缸旁边放置一个脚梯。

source: She claps her hands and the 26 monkeys onstage run up the ladder one after the other and jump into the bathtub.
zh_cn: 拍拍手，台上的二十六只猴子就挨个儿地跑上梯子，跳进浴缸。

source: The bathtub shakes as each monkey thuds in among the others.
zh_cn: 每只猴儿都砰地掉进其他猴子中去，浴缸不停晃动。

source: The audience can see heads, legs, tails; but eventually every monkey settles and the bathtub is still again.
zh_cn: 观众能够看见它们的脑袋、腿、尾巴；不过最终猴子们都会安置妥当，浴缸重归静止。

source: Zeb is always the last monkey up the ladder.
zh_cn: 最后上梯的猴子总是仔伯。

source: As he climbs into the bathtub, he makes a humming boom deep in his chest.
zh_cn: 他爬进浴缸时，胸腔深处发出一种低沉的嗡鸣。

source: It fills the stage.
zh_cn: 声音回荡在整个舞台。

source: And then there's a flash of light, two of the chains fall off, and the bathtub swings down to expose its interior.
zh_cn: 接着亮光一闪，其中两条链子脱落，浴缸向下翻转，露出它的内里。

source: Empty.
zh_cn: 空空如也。

source: They turn up later, back at the tour bus.
zh_cn: 稍后它们现身时，是回到旅行大巴上。

source: There's a smallish dog door, and in the hours before morning, the monkeys let themselves in, alone or in small groups, and get themselves glasses of water from the tap.
zh_cn: 那儿有一个小小的狗门，凌晨前夕，猴子们把自己放进来，或三五成群，或形单影只，自己用杯子从龙头上接水喝。

source: If more than one returns at the same time, they murmur a bit among themselves, like college students meeting in the dorm halls after bar time.
zh_cn: 如果同一时间回来的不只一拨儿，它们相互之间就会嘀咕一番，就像大学生们逛完酒吧后在宿舍大厅里碰面。

source: A few sleep on the sofa, and at least one likes to be on the bed, but most of them wander back to their cages.
zh_cn: 有几只睡在沙发上，至少有一只喜欢睡在床上，而多数则逛回了自己的笼子。

source: There's a little grunting as they rearrange their blankets and soft toys, and then sighs and snoring.
zh_cn: 它们重新分派毯子和软玩具时，会有一点儿哼哼声，那之后就叹着气，打起了鼾。

source: Aimee doesn't really sleep until she hears them all come in.
zh_cn: 艾梅只有听到它们全进来了才能真正睡着。

source: Aimee has no idea what happens to them in the bathtub, or where they go, or what they do before the soft click of the dog door opening.
zh_cn: 对于它们在浴缸里发生了什么，或者它们去了哪儿，或者在狗门开启的那声轻响前它们做了些什么，艾梅全然不知。

source: This bothers her a lot.
zh_cn: 这使她十分困扰。

source: Aimee has had the act for three years now.
zh_cn: 艾梅拥有这个戏班子已经三年了。

source: She was living in a month-by-month furnished apartment under a flight path for the Salt Lake City airport.
zh_cn: 以前她住在一个带家具的月租公寓里，位于盐湖城机场的一条航线下方。

source: She was hollow, as if something had chewed a hole in her body and the hole had grown infected.
zh_cn: 她看上去空空荡荡，仿佛有东西在她体内嚼出了一个洞，而这只洞已经逐渐恶化。

source: There was a monkey act at the Utah State Fair.
zh_cn: 在犹他州集会上有一场猴子表演。

source: She felt a sudden and totally out-of-character urge to see it, and afterward, with no idea why, she walked up to the owner and said, "I have to buy this."
zh_cn: 她感到突如其来的一种冲动，非要去看，这与她的性格完全不符。而看完之后，莫名其妙地，她走到主人那儿说：“我一定得买下这个。”

source: He nodded.
zh_cn: 他点点头。

source: He sold it to her for a dollar, which he told her was the price he had paid four years before.
zh_cn: 他以一块钱的价格卖给了她，说这是四年前他买下时付的价。

source: Later, when the paperwork was filled out, she asked him, "How can you leave them?
zh_cn: 后来，文件都填妥了，她问他，“你怎么能离开它们呢？

source: Won't they miss you?"
zh_cn: 它们不会想你吗？”

source: "You'll see, they're pretty autonomous," he said.
zh_cn: “你瞧着吧，它们差不多完全自理，”他说。

source: "Yeah, they'll miss me and I'll miss them.
zh_cn: “是啊，它们会想我的，我也会想它们。

source: But it's time, they know that."
zh_cn: 不过到时候了，它们知道。”

source: He smiled at his new wife, a small woman with laugh lines and a vervet hanging from one hand.
zh_cn: 他向自己的新婚妻子微笑，那是一个小个子女人，面带笑纹，一只手上吊着一个小长尾猴。

source: "We're ready to have a garden," she said.
zh_cn: “我们准备好了，去侍弄一个花园，”她说。

source: He was right.
zh_cn: 他是对的。

source: The monkeys missed him.
zh_cn: 猴子们想念他。

source: But they also welcomed her, each monkey politely shaking her hand as she walked into what was now her bus.
zh_cn: 不过它们也同样欢迎她，她走进那辆现在已经属于自己的大巴时，猴子们礼貌地挨个儿与她握手。

source: Aimee has: a 19-year-old tour bus packed with cages that range in size from parrot-sized (for the vervets) to something about the size of a pickup bed (for all the macaques); a stack of books on monkeys ranging from All About Monkeys to Evolution and Ecology of Baboon Societies; some sequined show costumes, a sewing machine, and a bunch of Carhartts and tees; a stack of show posters from a few years back that say 24 MONKEYS! FACE THE ABYSS; a battered sofa in a virulent green plaid; and a boyfriend who helps with the monkeys.
zh_cn: 艾梅有：一辆开了十九年的旅行大巴，里面堆满了不同尺寸的笼子，有鹦鹉大小的（给小长尾猴），也有大约一个折叠床大小的（给所有的短尾猴）；一叠关于猴子的书，其中既有《关于猴子的一切》，也有《狒狒群体的进化和生态》；一些缀有闪光饰物的演出服、一台缝纫机、还有很多工作服和T恤衫；一堆前几年的演出宣传画，上面写着“24只猴子！直面深渊”；一个破沙发，上面套着恶意的绿格子呢；还有一个帮着照料猴子的男朋友。

source: She cannot tell you why she has any of these, not even the boyfriend, whose name is Geof, whom she met in Billings seven months ago.
zh_cn: 她没法儿告诉你为什么会有这些个东西，甚至连为什么会有个男朋友都说不上来，他的名字叫杰夫，七个月前她在比林斯市遇见他的。

source: Aimee has no idea where anything comes from any more: she no longer believes that anything makes sense, even though she can't stop hoping.
zh_cn: 对于世间万物来自何方，艾梅再也没有任何概念：她不再相信万事有因，即使还在不断地希望。

source: The bus smells about as you'd expect a bus full of monkeys to smell; though after a show, after the bathtub trick but before the monkeys all return, it also smells of cinnamon, which is the tea Aimee sometimes drinks.
zh_cn: 一辆载满了猴子的大巴会有什么气味，这辆车闻上去就是什么气味；不过在演出结束后，在猴子们结束了浴缸戏法尚未全部返回前，这车还能闻到肉桂味儿，艾梅有时喝喝这种茶。

source: For the act, the monkeys do tricks, or dress up in outfits and act out hit movies - The Matrix is very popular, as is anything where the monkeys dress up like little orcs.
zh_cn: 至于表演内容么，猴子们玩玩杂耍，或者穿上服装演出动作片——《黑客帝国》非常热门，妆扮成小奥克斯（译者注：orcs，《魔戒》中的兽人）之类的也很不错。

source: The maned monkeys, the lion-tails and the colobuses, have a lion-tamer act, with the old capuchin female, Pango, dressed in a red jacket and carrying a whip and a small chair.
zh_cn: 长毛猴、狮尾猴，还有髯猴，与老母猴潘钩一起有出驯狮表演，她是只僧帽猴，身着红色背心，拿着一条鞭子和一把小椅子。

source: The chimpanzee (whose name is Mimi, and no, she is not a monkey) can do actual sleight-of-hand; she's not very good, but she's the best Chimp Pulling A Coin From Someone's Ear in the world.
zh_cn: 那只黑猩猩（名叫咪咪，对，她不是猴子）能够实实在在地变戏法；她不算很优秀，不过要论世界上能够“把硬币从某人耳后变出”的黑猩猩，她是最好的。

source: The monkeys also can build a suspension bridge out of wood chairs and rope, make a four-tier champagne fountain, and write their names on a whiteboard.
zh_cn: 猴子们还能够用木头椅子和绳子建吊桥，搭四层的香槟酒塔，在白色写字板上写自己的名字。

source: The monkey show is very popular, with a schedule of 127 shows this year at fairs and festivals across the Midwest and Great Plains.
zh_cn: 这场猴子表演非常热门，从中西部到大平原，今年已经在各种集会和节日活动中预订下了127场。

source: Aimee could do more, but she likes to let everyone have a couple months off at Christmas.
zh_cn: 艾梅还能够接到更多订单，只是她喜欢在圣诞节的时候让每人都休上两个月。

source: This is the bathtub act:
zh_cn: 浴缸表演是这样的：

source: Aimee wears a glittering purple-black dress designed to look like a scanty magician's robe.
zh_cn: 艾梅穿一件闪闪发光的紫黑色袍子，这件衣服特意设计得看上去像一个底气不足的魔术师的袍子。

source: She stands in front of a scrim lit deep blue and scattered with stars.
zh_cn: 她立在一层纱幕前，纱幕被照成深蓝色，缀着点点星辰。

source: The monkeys are ranged in front of her.
zh_cn: 猴子们排列在她的面前。

source: As she speaks they undress and fold their clothes into neat piles.
zh_cn: 随着她的话语，它们脱去衣物，一堆一堆叠得整整齐齐。

source: Zeb sits on his stool to one side, a white spotlight shining straight down to give him a shadowed look.
zh_cn: 仔伯在一旁坐在凳子上，有只聚光灯的白色光线直泄而下，赋予他一种带阴影的视觉效果。

source: She raises her hands.
zh_cn: 她举起手。

source: "These monkeys have made you laugh, and made you gasp.
zh_cn: “这些猴子曾使您欢然大笑，也曾使您惊讶喘息。

source: They have created wonders for you and performed mysteries.
zh_cn: 它们为您创造了奇迹，呈现了不可思议的表演。

source: But there is a final mystery they offer you - the strangest, the greatest of all."
zh_cn: 而现在它们要为您奉上最终之谜——最奇怪、最伟大的谜中之谜。”

source: She parts her hands suddenly, and the scrim goes transparent and is lifted away, revealing the bathtub on a raised dais.
zh_cn: 她双手霍地分开，纱幕转为透明，升了起来，露出浴缸，置放在一个抬高了的台座上。

source: She walks around it, running her hand along the tub's curves.
zh_cn: 她围着浴缸举步而行，随着它的曲线顺手抚弄。

source: "It's a simple thing, this bathtub.
zh_cn: “这是一件很简单的东西，这个浴缸。

source: Ordinary in every way, mundane as breakfast.
zh_cn: 方方面面都很普通，像早餐般平淡无奇。

source: In a moment I will invite members of the audience up to let you prove this for yourselves.
zh_cn: 片刻之后，我会从观众席邀人上台，让你们亲自验证这一点。

source: "But for the monkeys it is also a magical object.
zh_cn: “但是对于这些猴子，它也是一件神奇的事物。

source: It allows them to travel - no one can say where.
zh_cn: 它使它们得以旅行——没人说得出去哪儿。

source: Not even I-"she pauses "-can tell you this.
zh_cn: 即使我——”她停顿了一下，“也无法告诉你们。

source: Only the monkeys know, and they share no secrets.
zh_cn: 只有这些猴子知道，而它们从不分享秘密。

source: "Where do they go?
zh_cn: “它们去哪儿呢？

source: Into heaven, foreign lands, other worlds - or some dark abyss?
zh_cn: 去了天堂、异国大地、其他的世界——亦或某个黑暗的深渊？

source: We cannot follow.
zh_cn: 我们无法跟随。

source: They will vanish before our eyes, vanish from this most ordinary of things."
zh_cn: 它们会从我们眼前消失，从这件最最平凡的东西中消失。”

source: And after the bathtub is inspected and she has told the audience that there will be no final spectacle in the show - "It will be hours before they return from their secret travels" - and called for applause for them, she gives the cue.
zh_cn: 接下来检查浴缸，她告诉观众演出不会有最后的谢幕——“要几个小时后它们才会从秘密旅行中返回”——并且呼吁为它们鼓掌，这些之后，她发出信号。

source: Aimee's monkeys:
zh_cn: 艾梅的猴子：

source: 2 siamangs, a mated couple
zh_cn: 合趾猴2只，是交配的一对儿。

source: 2 squirrel monkeys, though they're so active they might as well be twice as many
zh_cn: 松鼠猴2只，不过它们太活跃了，简直当得此数目的两倍。

source: 2 vervets
zh_cn: 小绿猴2只

source: a guenon, who is probably pregnant, though it's still too early to tell for sure.
zh_cn: 长尾猴1只，它可能怀孕了，不过确定这一点还为之过早。

source: Aimee has no idea how this happened
zh_cn: 如何会发生这事，艾梅一无所知。

source: 3 rhesus monkeys.
zh_cn: 恒河猴3只。

source: They juggle a little
zh_cn: 它们能玩点儿杂耍。

source: an older capuchin female named Pango
zh_cn: 年纪大些的僧帽猴1只，母的，名叫潘钩。

source: a crested macaque, 3 snow monkeys (one quite young), and a Java macaque.
zh_cn: 冠毛猕猴1只、雪猴3只（其中一只相当年轻）、藏猕猴1只。

source: Despite the differences, they have formed a small troop and like to sleep together
zh_cn: 尽管有所差异，它们还是组成了一个小部队，喜欢睡在一起。

source: a chimpanzee, who is not actually a monkey
zh_cn: 黑猩猩1只，它实际上不是猴子。

source: a surly gibbon
zh_cn: 坏脾气的长臂猿1只

source: 2 marmosets
zh_cn: 小狨猴2只

source: a golden tamarin; a cotton-top tamarin
zh_cn: 一只金丝猴、一只棉冠狨猴

source: a proboscis monkey
zh_cn: 一只长鼻猴

source: red and black colubuses
zh_cn: 红黑相间的疣猴

source: Zeb
zh_cn: 仔伯

source: Aimee thinks Zeb might be a de Brazza's guenon, except that he's so old that he has lost almost all his hair.
zh_cn: 艾梅认为仔伯可能是一只白髯翁面猴，只是他太老，头发几乎都掉光了。

source: She worries about his health but he insists on staying in the act.
zh_cn: 她担心他的健康，可他坚持留在演出中。

source: By now all he's really up for is the final rush to the bathtub, and for him it is more of a stroll.
zh_cn: 到了现在这份儿上，他真正要做的不过是最后冲向浴缸，而就他来说，这个动作做得更像是在漫步闲逛。

source: The rest of the time, he sits on a stool that is painted orange and silver and watches the other monkeys, looking like an aging impresario watching his Swan Lake from the wings.
zh_cn: 其余时间里，他坐在一只涂着橙色和银色的凳子上瞧着其他猴子，看上去就像一个垂垂老去的演出经理在舞台侧翼观看他的《天鹅湖》。

source: Sometimes she gives him things to hold, such as a silver hoop through which the squirrel monkeys jump.
zh_cn: 有时候她给他一些东西让他拿着，比方说一只银环，让松鼠猴跳起来钻过去。

source: No one knows how the monkeys vanish or where they go.
zh_cn: 没人知道猴子们是如何消失的，或者去了哪儿。

source: Sometimes they return holding foreign coins or durian fruit, or wearing pointed Moroccan slippers.
zh_cn: 它们返回时，有时拿着外国硬币或者榴莲果，有时穿着尖头的摩洛哥拖鞋。

source: Every so often one returns pregnant.
zh_cn: 偶尔还有一个带着身孕返回。

source: The number of monkeys is not constant.
zh_cn: 猴子的数目并不稳定。

source: "I just don't get it," Aimee keeps asking Geof, as if he has any idea.
zh_cn: “我就是搞不懂这事，”艾梅老是问杰夫，就好像他知道似的。

source: Aimee never knows anything any more.
zh_cn: 艾梅绝对不再明白任何事了。

source: She's been living without any certainties, and this one thing - well, the whole thing, the fact the monkeys get along so well and know how to do card tricks and just turned up in her life and vanish from the bathtub; everything - she coasts with that most of the time, but every so often, when she feels her life is wheeling without brakes down a long hill, she starts poking at this again.
zh_cn: 她一直生活得没有任何确定性，而这件事，呃，这整件事——猴子们如此融洽地和睦相处，它们知道如何变纸牌戏法，而且就这么在她的生活中出现，在浴缸中消失——这件事实，这一切的事情，对于这些，她大多数时间里都能够顺其自然，可时不常地，当她感到自己的生活正从一座山坡上长驱直下而毫无钳制时，她就开始再次挑起这话。

source: Geof trusts the universe a lot more than Aimee does, trusts that things make sense and that people can love, and therefore he doesn't need the same proofs.
zh_cn: 比起艾梅，杰夫对这宇宙世界要信任得多，他深信万事皆有意义，人人心中有爱，而所谓证据，也不过与这些一个样儿，因此他并不需要。

source: "You could ask them," he says.
zh_cn: “你可以问问它们，”他说。

source: Aimee's boyfriend:
zh_cn: 艾梅的男朋友：

source: Geof is not at all what Aimee expected from a boyfriend.
zh_cn: 杰夫与艾梅对男朋友的期望相距甚远。

source: For one thing, he's fifteen years younger than Aimee, 28 to her 43.
zh_cn: 头一件，他比艾梅年轻十五岁，艾梅43，他28。

source: For another, he's sort of quiet.
zh_cn: 另一件，他有几分沉静。

source: For a third, he's gorgeous, silky thick hair pulled into a shoulder-length ponytail, shaved sides showing off his strong jaw line.
zh_cn: 第三件，他很英俊，丰盛光滑的头发扎成一条齐肩的马尾，刮过胡子的侧脸卖弄着下颌轮廓分明的曲线。

source: He smiles a lot, but he doesn't laugh very often.
zh_cn: 他常常微笑，但很少大笑。

source: Geof has a degree in history, which means that he was working in a bike-repair shop when she met him at the Montana Fair.
zh_cn: 杰夫有个历史学位，这意味着他以前在一个自行车修理部工作，就是那会儿她在蒙大拿集会上遇见了他。

source: Aimee never has much to do right after the show, so when he offered to buy her a beer she said yes.
zh_cn: 艾梅在演出刚结束时向来都无甚可做，所以他提出请她喝啤酒，她也就答应了。

source: And then it was 4am and they were kissing in the bus, monkeys letting themselves in and getting ready for bed; and Aimee and Geof made love.
zh_cn: 然后凌晨四点时，他们在大巴里亲吻，猴子们自己开门进来，做睡前准备；艾梅则和杰夫做爱。

source: In the morning over breakfast, the monkeys came up one by one and shook his hand solemnly, and then he was with the band, so to speak.
zh_cn: 清晨早餐时，猴子们一个个走向前来，与他庄严地握手，而自那以后，可以说，他就入伙了。

source: She helped him pick up his cameras and clothes and the surfboard his sister had painted for him one year as a Christmas present.
zh_cn: 她帮他取了照相机、衣服，和冲浪板，那是他姐姐有一年作为圣诞礼物为他上漆的。

source: There's no room for the surfboard so it's suspended from the ceiling.
zh_cn: 这块冲浪板没地儿放，于是就悬在车顶上。

source: Sometimes the squirrel monkeys hang out there and peek over the side.
zh_cn: 有时松鼠猴会挂在上面，从一侧窥视。

source: Aimee and Geof never talk about love.
zh_cn: 艾梅和杰夫从未谈论过爱情。

source: Geof has a class-C driver's license, but this is just lagniappe.
zh_cn: 杰夫有本C级驾照，不过只是个样子货。

source: Zeb is dying.
zh_cn: 仔伯濒临死亡。

source: Generally speaking, the monkeys are remarkably healthy and Aimee can handle their occasional sinus infections and gastrointestinal ailments.
zh_cn: 一般来说，猴子们都异常健康，偶尔的鼻窦感染和肠胃病，艾梅也尽可对付。

source: For anything more difficult, she's found a couple of communities online and some helpful specialists.
zh_cn: 至于更复杂些的病症，她已经找到了两个网上社区和几个有用的专科医生。

source: But Zeb's coughing some, and the last of his fur is falling out.
zh_cn: 但是仔伯有点儿咳嗽，而且最后那点儿毛也在脱落。

source: He moves very slowly and sometimes has trouble remembering simple tasks.
zh_cn: 他行动非常迟缓，有时简单的任务都记不住。

source: When the show was up in St. Paul six months ago, a Como Zoo biologist came to visit the monkeys, complimented her on their general health and well-being, and at her request looked Zeb over.
zh_cn: 六个月前，在圣保罗的演出结束后，一个科摩动物园的生物学家来拜访这些猴子，就它们的基本健康和心理状况向艾梅表示了祝贺，并且在她的请求下给仔伯做了彻底检查。

source: "How old is he?" the biologist, Gina, asked.
zh_cn: “他多大了？”这个生物学家吉娜问道。

source: "I don't know," Aimee said.
zh_cn: “我不知道，”艾梅说。

source: The man she bought the show from hadn't known either.
zh_cn: 把这套戏班子卖给她的那个男人也不知道。

source: "I'll tell you then," Gina said.
zh_cn: “那么我来告诉你吧，”吉娜说。

source: "He's old. I mean, seriously old."
zh_cn: “他很老了，我的意思是，老得厉害。”

source: Senile dementia, arthritis, a heart murmur.
zh_cn: 老年性痴呆、关节炎、心杂音。

source: No telling when, Gina said.
zh_cn: 说不上具体时间，吉娜说。

source: "He's a happy monkey," she said.
zh_cn: “他是只快乐的猴子，”她说。

source: "He'll go when he goes."
zh_cn: “时间到了他就会走。”

source: Aimee thinks a lot about this.
zh_cn: 艾梅心头一直萦绕此事。
